import React from "react";

export default function About() {
    return (
        <div>
            <video autoPlay muted loop className="aboutvideo">
                <source src="assets/about2.mp4" type="video/mp4" />
            </video>
            <div className="about">
                <p>
                    Ο Σπήλιος Χριστόπουλος γεννήθηκε στην Αθήνα το 1975 και
                    μεγάλωσε στο Ναύπλιο. Ξεκίνησε σπουδές Κοινωνικών Επιστημών
                    στην Αγγλία, τις οποίες τελικά εγκατέλειψε. Από το 1997 ζει
                    στην Αθήνα. Ποιήματά του έχουν εκδοθεί σε λογοτεχνικά
                    περιοδικά (Νέα Εστία, Ο Λόγος, Μανδραγόρας) και διακρίθηκε
                    στο Διαγωνισμό Διηγήματος της Ελευθεροτυπίας (2001). Το
                    πρόσωπο του δάσους είναι το πρώτο του μυθιστόρημα.
                    <br />
                    <h1>Τίτλοι Βιβλιοu</h1>
                    (2005) Το πρόσωπο του δάσους, Αλεξάνδρεια
                    <h1>Συμμετοχή σε συλλογικά έργα</h1>
                    (2014) Ιστορίες βιβλίων, Εκδόσεις Καστανιώτη (2002)
                    Δεκατρείς νέοι συγγραφείς, Νεφέλη (2002) Η γεωμετρία μιας
                    αθέατης γενιάς, Μανδραγόρας
                </p>
            </div>
        </div>
    );
}
